In [7]:
# pandas
import pandas as pd

df = pd.DataFrame({
    'Name': ['Sagar', 'Narobi', 'Denver', 'Berlin', 'Helsinki'],
    'Age': [26, 29, 28, 34, 33],
    'Sex': ['Male', 'Female', 'Male', 'Male', 'Male']
})

df
# print(df)

       Name  Age     Sex
0     Sagar   26    Male
1    Narobi   29  Female
2    Denver   28    Male
3    Berlin   34    Male
4  Helsinki   33    Male

In [9]:
df['Age']

0    26
1    29
2    28
3    34
4    33
Name: Age, dtype: int64